		function Intro1()
		{
			document.getElementById("box").innerHTML = "<p>繼打破票房紀錄的《厲陰宅》之後，溫子仁（《玩命關頭7》）再度親自執導超自然驚悚片《厲陰宅2》，從著名魔鬼學家艾德與羅琳華倫夫婦的檔案中，將另一宗捉鬼案件搬上螢幕。<br>奧斯卡獎提名女演員薇拉法蜜嘉（《型男飛行日誌》、影集《貝茨旅館》）及派屈克威爾森（《陰兒房》電影糸列）再度飾演艾德與羅琳華倫夫婦，他們來到倫敦北部，展開一場在他們生涯中數一數二可怕的超自然調查，幫助一名獨自撫養四個孩子的單親媽媽，他們全家住在一間邪魔不斷出沒的鬼屋。<br>《厲陰宅》在全世界掀起轟動，創下原創恐怖片的最高首週票房紀錄，最後全球票房超過3億1900萬美元，迄今仍是僅次於《大法師》，影史上第二賣座的原創恐怖片。<br>其他卡司包括法蘭西絲歐康娜（影集《疑蹤》）飾演單親媽媽；麥迪遜沃夫（影集《困獸之地》），還有新人蘿倫艾斯波西托、派屈克麥歐利及班傑明海格飾演她的四個孩子；瑪利亞多耶肯尼迪（影集《黑色孤兒》）；賽門德蘭尼（影集《Roy》）；法蘭卡波坦（影集《邊橋謎案》）；以及賽門麥克柏尼（《不可能的任務：失控國度》）。<br>編劇是查德海斯與凱利海斯、溫子仁及大衛雷斯利強森，故事是查德海斯與凱利海斯及溫子仁、彼得沙佛朗和勞勃寇文之前合作過《厲陰宅》，這次他們跟溫子仁一起擔任製片人。監製包括陶比艾瑪李奇、李察布瑞納、華特哈瑪達及戴夫諾史達特。<br>幕後創意團隊包括奧斯卡獎提名的攝影指導唐柏格斯（《阿甘正傳》、《傳奇42號》）；還有從《厲陰宅》回鍋的幕後班底，分別是製作設計茱莉柏格霍夫、剪接寇克莫利、服裝設計克莉絲汀柏克及配樂喬瑟夫畢夏拉。<br>《厲陰宅2》由新線電影出品，Safran Company/Atomic Monster製作，華納兄弟影業發行，預計2016年6月10日起在全球上映，台灣將於6/8(週三)端午節連續假期上映。</p>";
		}
		function Talk1()
		{
			document.getElementById("box").innerHTML = "<p><span id = 'lay'>以下劇情有雷慎入</span><br>飾演Lorraine Warren的Vera Farmiga真的十分擅長驚悚劇情的角色，憂心忡忡的蹙眉，若有所思的眼神，柔情溫溫暖的淺笑，以及突然爆發的堅毅能量，將具備天賦能力卻又懼怕能力的掙扎與勇敢演的精彩服人。Vera Farmiga在美國影集《Bates Motel：貝茲旅舍》有著近乎一樣的角色特質，飾演經典驚悚電影《驚魂記》中發瘋兒子的母親諾瑪，是個強勢堅定的單親媽媽，照顧著受精神疾病困擾但不自知的兒子，在詭譎的小鎮中開旅舍求生存，喜歡她的觀眾可以參考這部驚悚氣氛滿點的美劇，會更折服於她的演技。<br>《厲陰宅2：The Conjuring 2》故事開始回顧了Lorraine Warren在安米提威爾事件中看到的幻象，一名類似修女形象的惡靈殺了她的丈夫，Lorraine認為這是一個警告，警告他們不要再插手惡魔的事務，否則將面臨可怕的後果。接著這個警告更加嚴厲，同樣的惡靈出現在丈夫Ed Warren的夢中，並在Lorraine的通靈感應裡與她對峙，惡靈先是躲在倉庫的陰影，遮蔽房間裡的光線後從描繪自己形象的畫作中衝出，慌張無措的主角對比強勢的惡靈是最有威脅性的一幕。<br>在恩菲爾德小鎮的受害一家人，一開始只是女兒Janet會看見幻象，與不存在的人說話，或是半夜夢遊到奇怪的地方，當母親指責女兒惡作劇時，整個房間都陷入瘋狂，家具亂飛砸裂，門窗巨響地緊閉，最後那個臥室僅能懸掛十字架而無法住人。華倫夫婦介入後惡靈變本加厲，直接威脅到了Janet的性命，逼得華倫夫婦要求直接與惡靈攤牌對話。<br>Janet的演出在電影裡也是一大亮點，豐富的情緒表達與被附身時的轉化相當有力道，深深地表現出那種令人憐憫的痛苦感受，尤其是接受採訪錄音的那幕非常毛骨悚然。電影的另一個有趣之處是加入了懷疑論者的存在，加深了「懸疑」成分，給觀眾思考「會不會一切是造假」的可能性，透過記者與靈媒正反論調研究者的角度去挑戰整起事件，讓劇情在收尾時的轉折更加精彩。<br>當華倫夫婦最終無法證明惡靈存在真實性並離去後，Janet一家人陷入最深的絕望，此時Janet轉頭對家人說：「如果我剛剛不演出我在造假的話，它就會殺了你們」，原來這惡靈的心機之重啊！緊接著Janet被獨自困在屋中面臨死亡，剛搭上火車的華倫夫婦從兩次訪談的錄音帶中拼湊出線索，發覺惡靈背後有惡靈，附身在Janet身上的老人鬼魂只是一個棋子，實際上的主使者就是華倫夫婦一開始共同預見的惡鬼，它要Janet死且不受干擾。（但這後來沒有解釋原因，比較草率地收尾）<br>趕回恩菲爾德的兩人拼命要衝進屋內，夫妻意外地被地下室的門拆散，他們隔著門板深情地互相告白，兩個同樣飽受天賦之苦的人好不容易找到可以信任的彼此，不願意冒著危險分離。夫妻兩人的深厚感情在電影中有許多細節呈現，其中最感人的就是這首背景配樂：”Can’t Help Falling in Love With You.“<br>儘管面臨危險，但Ed的使命感勝過了一切，他必須盡全力拯救他能救的人，於是先行離開尋找Janet，困在門外的Lorraine眼看著自己遇見的丈夫之死即將發生，夢中那顆致命的樹尖像劊子手般矗立在那，危急之下她想通了老人鬼魂的謎語解法，惡魔之名早在她通靈時已經出現，她翻出被劃爛的聖經，從破碎一半的門衝入屋中。最後一幕，Lorraine看著只差幾呎就要與Janet一同墜撞樹尖的丈夫，疲憊但拼命地喊出驅魔經文大嚇惡魔之名”Valak”，在生死懸線間救回了丈夫與女孩。結局算是中規中矩，雖然沒有解釋惡魔自曝弱點以及為何要殺死Janet的原因，但仍不減整個電影驚悚懸疑的魅力，過程中的氣氛營造與情節轉折都深刻地印在觀眾腦海。</p>";
		}
		function Movie1()
		{
			document.getElementById("box").innerHTML = "<iframe width='400' height='230' scrolling='no' frameborder='0' src='https://tw.movies.yahoo.com/video/%E5%8E%B2%E9%99%B0%E5%AE%852-%E4%B8%AD%E6%96%87%E5%AE%98%E6%96%B9%E9%A0%90%E5%91%8A-074816779.html?format=embed' allowfullscreen='true' mozallowfullscreen='true' webkitallowfullscreen='true' allowtransparency='true'></iframe>";
		}
		function Intro2()
		{
			document.getElementById("box2").innerHTML = "<p>在經歷過外星人大舉入侵地球後，人類知道，這些入侵者有一天一定會再回來。在而後名為1996大戰過後的世界，有一半人口遭到滅亡，人類從未如此接近瀕臨絕種，在外星人攻擊中倖存的人們重建世界，絕不會忘記災難降臨的那一天。避免地球將面臨規模更加龐大的全球性災難，人類運用先前外星人所遺留下來的科技，發展出一套強大的地球防禦系統──地球太空防衛隊（ESD），提供預防警報，並為一個團結的全球防禦單位。正當ESD在測試第一批外星人飛行器戰鬥員時，一場原因不明的故障導致史蒂芬希勒上校的英年早逝，希勒在1996大戰時對外星人母艦反擊並打敗敵人的英勇，令他成為全球愛戴的偶像，他身後留下遺孀潔絲敏和兒子狄倫。<br>在世界各地的ESD科學家研究及發展多年後，下一代的外星與人類科技結合的飛行器和武器系統終於問世，其中最突出的包括H-8全球防衛混合戰鬥機，具備前所未有的速度、機動性和攻擊能力，利用反重力引擎、地對空砲彈及其他武器。<br>當史上首位女總統蘭佛上任時，科學家和工程師繼續發展混和科技，製造更為先進的戰鬥機和保護系統，是20年來為了下一次入侵而準備的大成。但這樣足夠嗎？這些外星人也帶著人類前所未見、更先進強大的武力再次入侵地球，而人類的生死存亡，最終掌握在幾位勇者的手上，只有當他們挺身而出，才能避免人類世界被滅絕的危機。<br>續作《ID4星際重生》將延續那20年前戰爭，這次外太空的敵人將更強大、武器也將更加精進；然而當全人類團結起來，仍舊可以克服多重困難挑戰。<br>不喜歡拍攝續集的羅蘭艾默瑞克，首度因為題材太棒，而破例執導《ID4星際重生》，導演表示：「老實說我並不太喜歡續集，因為我覺得為何要看已經看過的東西，所以我也決定不把本片拍成一部直接的續篇，而是故事的延續，一切才開始成形，並提出一個問題：『知道外星人要回來時，世界會是如何？』這引發出正面和反面的思考，也是驅使我的動力。」</p>";
		}
		function Talk2()
		{
			document.getElementById("box2").innerHTML = "<p><span id = 'lay'>尚未有影評</span><br></p>";
		}
		function Movie2()
		{
			document.getElementById("box2").innerHTML = '<iframe width="400" height="230" src="https://www.youtube.com/embed/P_kpd65Ig9U" frameborder="0" allowfullscreen></iframe>';
		}
		function Intro3()
		{
			document.getElementById("box3").innerHTML = "<p>《出神入化》的續集，由華裔美國電影導演朱浩偉執導，傑西艾森柏格、馬克魯法洛、伍迪哈里遜、戴夫法蘭科以及米高肯恩和周杰倫主演，本集新加入《哈利波特：神祕的魔法石》男星丹尼爾雷德克里夫和莉茲凱普蘭以新角色「露拉」出現。<br>神乎其技的俠盜天團「四騎士」（傑西艾森柏格、伍迪哈里遜、戴夫法蘭科、莉茲凱普蘭 飾）智取FBI一年後，再度現身江湖行俠仗義，重返一場不可思議的魔幻大冒險。在各路人馬緊盯追逐的危機四伏情況下，這次他們以更高超絕倫的技術與謀略，突破天羅地網般的層層封鎖防衛，懲罰豪奪強取、為富不仁的富商，完成劫富濟貧使命，橫掃全球眼界。<br>這群神祕的高科技幻術師，因俠盜羅賓漢式的作風博得大眾讚賞，如今他們聲名大噪，成為窮人眼中的英雄後，這回盯上一名跨國科技鉅子的陰險伎倆，在背後幫他們策劃消失行動的人，正是科技天才華特麥布利（丹尼爾雷迪克里夫 飾），四騎士將要挑戰最不可能的盗取任務，演出一場空前絕後的高難度特技，並揭發躲於幕後，高深莫測的主謀。<br>《出神入化2》的卡司堅強，除原先「四騎士」之一的艾拉費雪因懷孕告假外，首集原班人馬幾乎全數回歸。包括近期因演出《蝙蝠俠對超人：正義曙光》而備受關注的傑西艾森柏格，與憑藉《驚爆焦點》入圍奧斯卡男配角的馬克魯法洛，以及戴夫法蘭科、伍迪哈里遜也都將歸隊演出。此外，首集中老謀深算的好萊塢兩大硬裡子金獎演員：米高肯恩與摩根費里曼，也將在本集中帶出「四騎士」背後更驚人的祕密，精彩可期。</p>";
		}
		function Talk3()
		{
			document.getElementById("box3").innerHTML = "<p><span id = 'lay'>以下內容暴雷慎入</span><br>不耐反芻但光輝燦爛，《出神入化 2 》無論就哪方面而言都是前集的提升：星度稍弱但更有默契與個人魅力的卡司、更讓人眼花撩亂且難以參透的謎團（也可能只是單純想出酷炫點子遠比參透背後操作簡單），以及整部電影瀰漫的一股「秀」味，讓這部或許不是多麼複雜具深度的電影，仍是一場回味無窮的盛大表演。<br>比起前集，《出神入化 2》最大的補強莫過於用華裔導演朱浩偉，取代第一集的路易斯賴托瑞。拍過《玩命快遞 2》《無敵浩克》的賴托瑞長於水準平平的動作電影，但平鋪直述的風格容易流於廉價單調；相較之下，雖然朱浩偉大型商業製作經驗較少（僅《特種部隊2：正面對決》算有規模），但拍攝《舞力全開》系列舞蹈電影出身的他，選用「表演」觀點處理魔術場景，一波一波的峰迴路轉雖然在邏輯上顯得莫名其妙，但比賴托瑞的「動作驚悚」路線明顯更有魅力也更讓人目不轉睛。一段撲克牌技法靠電腦特效加持，那份濃濃的秀味讓人想大聲喝彩。朱浩偉的電影調性也明顯更自在、更隨性、更流暢，雖然漏洞百出的劇本讓電影三不五時顯得有點停滯，但《出神入化 2》的表演慾把這變成一次各種討喜元素組成的滿漢全席，而非單純只是拖泥帶水。<br>而就算是故事或拍攝失足的地方，充滿天分與魅力的演員陣容也讓問題迎刃而解。無論第一集回歸的原班人馬（伍迪哈里遜好久沒玩得這麼開心了），或新加入的莉茲凱普蘭與丹尼爾雷德克里夫，彼此之間的默契搭配犀利風趣的對白擦出亮眼火花，讓這批 1.5 線的演員更像是全明星陣容。<br>近年靠著《性愛大師》（ Masters of Sex ）成功轉戰劇情路線的莉茲凱普蘭，更是在本片展現出過往少見的喜劇面，一改過去冷面笑匠的尖酸風格，變成講話口無遮攔、妙語如珠的金句產生器，遊走於性感魅力與天真少女心的切換自如，儼然是新一代女神。至於華語觀眾引頸期待的周杰倫⋯⋯出場很令人深刻，且參與演出的比重恰到好處，相信粉絲及非粉絲都能滿意。<br>一如前集，《出神入化 2 》的劇本漏洞百出、結構鬆散，預期中的逆轉結局也有些太好預期。但就如看魔術的過程遠比魔術怎麼變的重要（這畢竟不是《頂尖對決》），《出神入化 2 》的重點仍是希望觀眾放寬心、隨性看，享受明星搞笑與簡單但有效的視覺小技巧。能夠在連假的電影院享受兩個小時放鬆的時光，這樣就很夠了。</p>";
		}
		function Movie3()
		{
			document.getElementById("box3").innerHTML = '<iframe width="400" height="230" src="https://www.youtube.com/embed/nvZRlIkXKPY" frameborder="0" allowfullscreen></iframe>';
		}
		function Intro4()
		{
			document.getElementById("box4").innerHTML = "<p>繼漫威英雄系列巔峰之作《X戰警：未來昔日》在全球瘋狂延燒下，一手打造《X戰警》系列的鬼才名導布萊恩辛格再度親手執導，延續《X戰警》故事系列推出重量級史詩鉅作《X戰警：天啟》。<br>「天啟」這位在漫威英雄《X戰警》世界觀裡，是能力最強大並且是史上首位變種人，自人類文明開始以來，便廣為世人當作「天神」來膜拜，他汲取多位變種人的超能力，並演變成一位永生不死且無人能敵的超級變種人，歷經數千年後，他再度甦醒，但卻對當今世界的幻想破滅，於是集結了多位強大的變種人，當中包含失志的萬磁王（麥克法斯賓達 飾），將重整全人類並創造由他統治的全新世界秩序，當地球面臨著未知的危機之際，瑞雯（珍妮佛勞倫斯 飾）在X教授（詹姆斯麥艾維 飾）的協助之下，必須領導年輕的X戰警們力抗這史上最強大的敵人，並扭轉人類的命運避免遭受摧殘殲滅。<br>天啟四騎士分別是：萬磁王、靈蝶（Psylocke）、天使（Angel）和暴風女（Storm）。靈蝶由奧利薇亞穆恩飾演，她是卡利班的保鏢，一位地下變種人追蹤者。暴風女由亞利珊卓希普飾演，具有控制各種天候的能力。天使的變種能力給了他一雙巨大的翅膀以及飛行能力，強大的敏捷、力量與反應能力讓他成為致命的格鬥高手，由班哈迪飾演。<br>而這次X戰警最強大的原始變種人──天啟，將由演出《星際大戰七部曲：原力覺醒》的英雄戰機駕駛波戴姆倫的奧斯卡伊薩克飾演。1983年，強大無匹而且永生不朽的天啟從數千年的深埋中獲釋，憤怒的他發現同類不再被視為神祇，召集了一批強大的變種人，包括絕望的萬磁王，要毀滅人類並打造一個全新的世界秩序，將一切置於他的統治之下。<br>同時，1983年的世界對待變種人的態度也經歷了巨變。人類進化的下一階段如今被多數—但並非全部—的人所接受，歸因於瑞雯/魔形女的英雄行為，在《X戰警：未來昔日》中她阻止對美國總統的刺殺，並且阻止了變種人與人類之間的戰爭。而在《X戰警：天啟》中，瑞雯將以自己的理念而活，獨自扮演著一個地下變種人救星，對抗那些依舊存在著人類試圖利用變種人的情況，拯救那些受迫害的變種人。瑞雯的任務是幫助變種人，她將率領年輕的X戰警進入對抗天啟的大戰。<br>這次《X戰警：天啟》年輕X戰警團隊成員包含具有心靈感應和隔空移物的能力的琴葛雷(蘇菲特納飾)、獨眼龍史考特(泰謝里丹飾)、野獸漢克(尼可拉斯霍特飾)以及快銀(伊凡彼得斯飾)、新成員藍魔鬼寇特華格納(寇帝史密麥菲飾)和X戰警新角色歡歡李千歡(拉娜康多飾)。</p>";
		}
		function Talk4()
		{
			document.getElementById("box4").innerHTML = "<p><span id = 'lay'>以下劇情有雷慎入</span><br>《X戰警：天啟》擁有帥氣的設定、豪華的卡司與大牌演員出色的演技，漂亮給每一個超能力者至少一場主戲發揮，活像是下一套《X戰警》電影的完美序曲？而這絕對是和本來預告所給予我們的期待是完全不同的兩件事。至少本來我以為這一集是要盡情地和影迷們聊聊to be or not to be的。結果不是。<br>所以，《X戰警：天啟》是什麼呢？<br>打從一開場、我們看到天啟所統治古埃及時代的畫面開始，布萊恩辛格就宣告了他打算以大量的視覺特效來為三部曲終章劃下華麗的終結符號。藉由有如老師上課一一點名的新/舊、正/反派變種人的出場，將每位X戰警的出生背景及情感狀態介紹一遍，每個成員的能力也用頗具風格且較精緻的視覺特效走秀般地端上了大螢幕。舊酒換新瓶（或說從初始版變成加強版）的有天使鳥羽化作精緻美麗的鋼鐵翅膀、藍惡魔從一個人瞬間移動到帶一堆人瞬間移動、暴風女從製造小颱風到雷電交加、史考特的雷射眼靠紗布到墨鏡到高科技眼罩的變化、琴葛雷從怯懦少女變身為火鳳凰......等等；而再一次複習的則有X教授的心靈連結力、萬磁王的車毀橋斷能耐、魔形女的任意變身......。當然，還有大家喜愛且熟悉的，快銀的時間凍結和「那個人」的爪子。說是這三部曲的最終章，倒不如說是導演布萊恩辛格用最容易的方式讓故事接回2008年的版本，或是說是為下一套年輕版的X戰警系列鋪路。<br>為了介紹新角色，這次劇本淪為服務人物出場而推動著的簡單架構樣本，應該會很精采的幾個「老」角色的心境轉折被簡化，但幾個當紅「老」演員的演出依然沒有讓人失望、甚至堪為全劇台柱。故事沒有呈現瑞雯為何、如何會四處營救被迫害的變種人們？也沒解釋她追尋艾瑞克的初衷；電影沒有演出萬磁王艾瑞克在華盛頓事件之後找到愛情並歸於平淡的堅持是來自於啥？但麥可法斯賓達和珍妮佛勞倫斯卻深刻的將背後的故事與心境透過演技傳達出來，或許布萊恩辛格就是知道他倆辦得到所以就把戲省下來了？在年輕演員演技看似校園電影、反派人物動機與服裝風格看似動畫人物的呈現之下，法鯊深情且悲傷地控制著全世界磁場、小珍眼神和嘴角總是有戲的平靜，以及蘿絲拜恩一秒從傻妹變深情女的掉淚演出，都值得我們格外珍惜與佩服。<br>而《X戰警：天啟》與上一集《X戰警：未來昔日》在文本上的亮點基本上都是來自於X教授的心靈力的具現部分：那一種悠遊於變種人網絡系統之中、僅在意念上「跨越時空」去偷偷探望舊情人、去尋找老朋友、和女學生有如偷傳紙條似的說悄悄話，甚至是和敵人在虛擬實境之中交戰的想法，雖然找不到科學原理去解釋但仍帶給人有《星際效應》般的驚艷與喜愛：）<br>若與布萊恩辛格以往所執導的《X戰警》電影系列相較，探討人神辯證的《X戰警：天啟》反而較不嚴肅、較年輕許多，而導演依然不放棄用變種人所隱含的意義，再次宣揚了「不一樣又怎樣？」並進一步高唱「不一樣很棒！」的價值堅持，故事核心最終的指向和《模仿遊戲》編劇格雷厄姆摩爾在奧斯卡頒獎台所說的「Stay weird, stay different」的理念是一樣的，我想如果有任何在孤獨角落的年輕人因為看了這電影、接受到這訊息並因而被拯救，那麼即便《X戰警：天啟》一派沒說政治、沒說信仰、沒說心靈黑暗面的極簡鋪陳，還是自有他的意義吧！<br></p>";
		}
		function Movie4()
		{
			document.getElementById("box4").innerHTML = '<iframe width="400" height="230" src="https://www.youtube.com/embed/qnuTViodAs0" frameborder="0" allowfullscreen></iframe>';
		}
		function Intro5()
		{
			document.getElementById("box5").innerHTML = "<p>★《寒戰》原班人馬再升級，超強作品，今年最受期待華語電影<br>★ 三大金獎影帝梁家輝、郭富城、周潤發首度同台，鬥智、鬥力，飆演技。<br>★ 彭于晏、楊祐寧鬥顏值，比兇狠，誰的智計最高明？<br>★ 案案相扣，抽絲撥繭，不到最後一刻，看不清真相<br>故事延續上一集的結局，警隊菁英李家俊（彭于晏 飾）背后的更大勢力逐漸浮出水面，讓劉傑輝（郭富城 飾）帶領的香港隊、司法界及廉政公署之間的權力制衡更加緊張，而退休的李文彬（梁家輝 飾）也再次捲入其中，再掀波瀾。<br>《寒戰》於2012年上映，再創香港警匪電影新格局，片中案情錯縱複雜，直搗權力高層，劇情環環相扣，口碑爆棚，票房成績同樣亮眼，在中港台及亞洲各地都開出紅盤，上集埋下讓人震驚的伏筆，在編劇兼導演陸劍青及梁樂民經過4年的構思籌劃，今年終於揭開.....<br></p>";
		}
		function Talk5()
		{
			document.getElementById("box5").innerHTML = "<p><span id = 'lay'>尚未有影評</span><br></p>";
		}
		function Movie5()
		{
			document.getElementById("box5").innerHTML = '<iframe width="400" height="230" src="https://www.youtube.com/embed/BFnVHtPOTV8" frameborder="0" allowfullscreen></iframe>';
		}
		function Intro6()
		{
			document.getElementById("box6").innerHTML = "<p>艾蜜莉亞飾演住在英國鄉間的26歲女孩露易莎克拉克，她天性樂觀但工作卻是四處碰壁，為了幫忙養家，她接下了一個完全陌生的短期照護工作：在當地的城堡陪伴並照顧威爾崔納(山姆克萊弗林 飾)，這名年輕有為的銀行家在兩年前發生一場意外，從此必須藉著輪椅才能行動，這讓威爾從樂觀開朗變得憤世嫉俗，每次看到露易莎都不想跟她說話，但是凡事不輕易放棄的露易莎決定再一次讓他看見人生值得活下去的美好光明面，與他展開一連串的冒險，最後，露易莎與威爾都得到意想不到的收穫，在過程中找到人生與心靈的歸屬，這種改變是兩人始料未及的。<br></p>";
		}
		function Talk6()
		{
			document.getElementById("box6").innerHTML = "<p><span id = 'lay'>尚未有影評</span><br></p>";
		}
		function Movie6()
		{
			document.getElementById("box6").innerHTML = '<iframe width="400" height="230" src="https://www.youtube.com/embed/HafQQp8FcSQ" frameborder="0" allowfullscreen></iframe>';
		}